INSERT INTO public.messages (id,thread_id,role,type,text,extra,is_read,sent_at) VALUES ('1lGxwv9mCA1QvyK9n9Bj','1772389221014','in','text',E'দারুল কলম থেকে অপ্রকাশিত আদীর হুয়ূরের বইয়ের তালিকা।
১। আরাকানে আরবা’আ
২। যোহাল ইসলাম
৩। প্রাচ্যের উপহার
৪। আল মোরতায়া
৫। গীবত
৬। মায়হাব কী ও কেন?
৭। মাকামে ছাহাবা
৮। দ্বীনী দাওয়াত
৯। হেকায়াতে ছাহাবা
১০। ফায়ায়েলে ছাদাকাত
১১। ফায়ায়েলে আমাল
১২। চাঁদ দু টুকরো হল।
১৩। মাসজিদের মর্মবাণী
* আমাদের দীর্ঘ দিনের ইচ্ছা , আদীব হুজুরের এ কিতাবগুলো মোতালা’আ করব।এ কিতাবগুলো প্রকাশ করার জন্য যেভাবে সহযোগিতা করা প্রয়োজন ইনশাআল্লাহ আমরা প্রস্তুত আছি।','{"category":"general","firestoreDocId":"1lGxwv9mCA1QvyK9n9Bj"}'::jsonb,false,'2026-03-12T18:12:03.578Z'),('VdN40OxLnqitCuilMjLC','1772389221014','in','text',E'রোজনামচা
১-৯-১৯৪৭

দেখতে দেখতে রমজানের প্রথম দিনটি অতিবাহিত হয়ে গেলো।
সাজিদ ৬ষ্ঠ বর্ষ','{"category":"general","firestoreDocId":"VdN40OxLnqitCuilMjLC"}'::jsonb,false,'2026-03-12T09:23:59.946Z')
ON CONFLICT (id) DO NOTHING;;
